Repository: luisgulo/compresorPDF
Catalog: lang/*.po
Languages: de, fr, gl_es, it, pt

source: Compresor PDF
de: PDF-Kompressor
fr: Compresseur PDF
it: Compressore PDF
pt: Compressor de PDF

source: Programa que permite reducir el 'peso' (bytes) de un PDF Program that allows to reduce the 'weight' (bytes) of a PDF
de: Programm, das es ermöglicht, das 'Gewicht' (Bytes) eines PDFs zu reduzieren nProgramm, das es ermöglicht, das 'Gewicht' (Bytes) eines PDFs zu reduzieren
fr: Programme qui permet de réduire le 'poids' (octets) d'un PDF nProgramme qui permet de réduire le 'poids' (octets) d'un PDF
gl_es: Programa que permite reducir o "peso" (bytes) dun PDF
it: Programma che permette di ridurre il 'peso' (byte) di un PDF
pt: Programa que permite reduzir o 'peso' (bytes) de um PDF nPrograma que permite reduzir o 'peso' (bytes) de um PDF

source: Chequeo de Herramientas
de: Werkzeugprüfung
fr: Vérification de l'outil
gl_es: Ferramenta Cancelar
it: Controllo utensile
pt: Verificação de ferramenta

source: Error - Fichero PDF
de: Fehler - PDF-Datei
fr: Erreur - Fichier PDF
gl_es: Erro - ficheiro PDF
it: Errore - File PDF
pt: Erro - Arquivo PDF

source: PDF_Comprimido-
de: PDF_Komprimiert-
fr: PDF_Compresse-
it: PDF_Compresso-
pt: PDF_Compressed-

source: Compresión Finalizada
de: Komprimierung abgeschlossen
fr: Compression terminée
gl_es: Compresión rematada
it: Compressione terminata
pt: Compressão Terminada

source: Versión:
de: Ausführung:
fr: Version:
it: Versione:
pt: Versão:

source: Aplicación para Reducir el peso de los PDF
de: Anwendung zur Reduzierung des Gewichts von PDFs
fr: Application pour réduire le poids des PDF
gl_es: Aplicación para reducir o peso dos PDF
it: Applicazione per ridurre il peso dei PDF
pt: Aplicativo para reduzir o peso dos PDFs

source: Escoja Tipo de Compresión del PDF
de: Wählen Sie den PDF-Komprimierungstyp
fr: Choisissez le type de compression PDF
gl_es: Escolla o tipo de compresión PDF
it: Scegli il tipo di compressione PDF
pt: Escolha o tipo de compressão de PDF

source: Salida optimizada para eBook
de: Optimierte eBook-Ausgabe
fr: Sortie eBook optimisée
gl_es: Saída optimizada para eBook
it: Output di eBook ottimizzato
pt: Saída de e-book otimizada

source: Salida optimizada para Pantalla
de: Bildschirmoptimierte Ausgabe
fr: Sortie optimisée pour l'écran
gl_es: Saída optimizada para Pantalla
it: Uscita ottimizzata per lo schermo
pt: Saída otimizada para tela

source: Salida optimizada para Imprimir
de: Ausgabe optimiert für den Druck
fr: Sortie optimisée pour l'impression
gl_es: Saída optimizada para Imprimir
it: Output ottimizzato per la stampa
pt: Saída otimizada para impressão

source: Optimización por Defecto (Pantalla + Imprimir)
de: Standardoptimierung (Bildschirm + Druck)
fr: Optimisation par défaut (écran + impression)
gl_es: Optimización predeterminada (pantalla + impresión)
it: Ottimizzazione predefinita (Schermo + Stampa)
pt: Otimização padrão (tela + impressão)

source: Optimización Máxima (Ligera pérdida de calidad)
de: Maximale Optimierung (geringer Qualitätsverlust)
fr: Optimisation maximale (légère perte de qualité)
gl_es: Optimización máxima (lixeira perda de calidade)
it: Ottimizzazione massima (lieve perdita di qualità)
pt: Otimização máxima (leve perda de qualidade)

source: Optimizar PDF generado a partir de Imágenes
de: Aus Bildern generiertes PDF optimieren
fr: Optimiser le PDF généré à partir d'images
gl_es: Optimiza o PDF xerado a partir de imaxes
it: Ottimizza PDF generato da immagini
pt: Otimize PDF gerado a partir de imagens

source: Seleccionar PDF
de: PDF auswählen
fr: Sélectionnez PDF
gl_es: Selecciona PDF
it: Seleziona PDF
pt: Selecione PDF

source: Salir
de: Verlassen
fr: Sortir
gl_es: Saír
it: Partire
pt: Sair

source: Comprimir PDF
de: PDF komprimieren
fr: Compresser un PDF
it: Comprimi PDF

source: Versión x.y.z
de: Ausführung x.y.z
fr: Version x.y.z
it: Versione: x.y.z
pt: Versão: x.y.z

source: Ficheros PDF
de: PDF-Dateien
fr: Fichiers PDF
gl_es: Arquivos PDF
it: File PDF
pt: Arquivos PDF

source: ERROR - Fichero PDF
de: FEHLER - PDF-Datei
fr: ERREUR- Fichier PDF
gl_es: ERRO - ficheiro PDF
it: ERRORE - File PDF
pt: ERRO - Arquivo PDF

source: Seleccione un PDF
de: PDF auswählen
fr: Sélectionnez un PDF
gl_es: Selecciona un PDF
it: Seleziona un PDF
pt: Selecione um PDF

source: Cancelar
de: Stornieren
fr: Annuler
it: Annulla

source: Aceptar
de: Akzeptieren
fr: Accepter
it: Accettare
pt: Aceitar
